export const SeoDescription = {
  home: "হাজী মাদবর আলী হাসানিয়া দাখিল মাদ্রাসা অ্যালামনাই অ্যাসোসিয়েশন প্রতিষ্ঠিত হয়েছে প্রাক্তন ও বর্তমান ছাত্র-ছাত্রীদের মাঝে সেতু বন্ধন সৃষ্টির উদ্দেশ্যে। এই নেটওয়ার্কের মাধ্যমে মাদ্রাসার শিক্ষার উন্নয়ন এবং সমাজ সেবার কাজে অংশগ্রহণের সুযোগ সৃষ্টি করা হয়।",
  aboutUs:
    "১৯৯০ সালে হাজী মাদবর আলী সাহেবের সুযোগ্য ৩ জন সন্তান মরহুম হাজী হাচান উদ্দীন, মরহুম হাজী চাঁন মিয়া, মরহুম হাজী ইউনুস আলী এবং তাদের শিক্ষানুরাগী সন্তানগণ মাদ্রাসার প্রতিষ্ঠা পরিকল্পনা গ্রহণ করেন। জানুয়ারি ১৯৯০ এ মাদ্রাসার ভিত্তিপ্রস্তর স্থাপন করা হয়। এই মাদ্রাসার উদ্দেশ্য শিক্ষার উন্নয়ন এবং শিক্ষার্থীদের সমাজ সেবায় উদ্বুদ্ধ করা।",
  outHistory:
    "মাদ্রাসার ইতিহাস ও প্রেক্ষাপট জানুন, যা মাদ্রাসার প্রতিষ্ঠার মূল উদ্দেশ্য ও দীর্ঘ পথচলা সম্পর্কিত বিস্তারিত তথ্য প্রদান করে।",
  conveningCommittee:
    "হাজী মাদবর আলী হাসানিয়া দাখিল মাদ্রাসা অ্যালামনাই অ্যাসোসিয়েশনের কনভেনিং কমিটি সম্পর্কিত তথ্য এখানে পাবেন, যা সংগঠনের কার্যক্রম পরিচালনায় ভূমিকা রাখছে।",
  constitution:
    "হাজী মাদবর আলী হাসানিয়া দাখিল মাদ্রাসা অ্যালামনাই অ্যাসোসিয়েশনের সংবিধান, নিয়মাবলী এবং গঠনতন্ত্র সংক্রান্ত তথ্য এই অংশে প্রদান করা হয়েছে।",
  madrasahInfo:
    "হাজী মাদবর আলী হাসানিয়া দাখিল মাদ্রাসার সম্পর্কে বিস্তারিত তথ্য: মাদ্রাসার উদ্দেশ্য, শিক্ষাব্যবস্থা, এবং তার ইতিহাস।",
  madrasahTeacher:
    "হাজী মাদবর আলী হাসানিয়া দাখিল মাদ্রাসার শিক্ষকদের সম্পর্কে জানুন, যারা শিক্ষার্থীদের মানসম্মত শিক্ষা প্রদান করছে।",
  madrasahCommittee:
    "মাদ্রাসার পরিচালনা কমিটির সদস্যদের পরিচিতি এবং তাদের কার্যক্রম সম্পর্কিত তথ্য এখানে দেয়া হয়েছে।",
  alumniMember:
    "হাজী মাদবর আলী হাসানিয়া দাখিল মাদ্রাসা অ্যালামনাই অ্যাসোসিয়েশনের সদস্যরা মাদ্রাসার প্রাক্তন ছাত্র-ছাত্রীদের প্রতিনিধিত্ব করেন। এই অংশে, আপনি আমাদের সম্মানিত সদস্যদের পরিচিতি, তাদের অবদান এবং তাদের মাদ্রাসা ও সমাজে ভূমিকা সম্পর্কিত তথ্য জানতে পারবেন।",
  event:
    "হাজী মাদবর আলী হাসানিয়া দাখিল মাদ্রাসা অ্যালামনাই অ্যাসোসিয়েশনের আয়োজিত ইভেন্ট, সেমিনার, এবং সামাজিক কার্যক্রম সম্পর্কে তথ্য প্রদান করা হয়।",
  membership:
    "হাজী মাদবর আলী হাসানিয়া দাখিল মাদ্রাসা অ্যালামনাই অ্যাসোসিয়েশনের সদস্যপদ সংক্রান্ত তথ্য, সদস্য হতে কীভাবে যোগদান করবেন তা এখানে জানুন।",
  blog: "হাজী মাদবর আলী হাসানিয়া দাখিল মাদ্রাসা অ্যালামনাই অ্যাসোসিয়েশনের ব্লগ, সংবাদ, এবং শিক্ষামূলক পোস্টগুলি এখানে পড়ুন।",
  notice:
    "অ্যালামনাই অ্যাসোসিয়েশনের গুরুত্বপূর্ণ নোটিশ এবং আপডেটসমূহ এখানে প্রদান করা হয়েছে, যা সদস্যদের জন্য গুরুত্বপূর্ণ।",
};
