
import Grid from "@mui/material/Grid2";
import Card from "@mui/material/Card";
import CardHeader from "@mui/material/CardHeader";
import CardMedia from "@mui/material/CardMedia";
import CardContent from "@mui/material/CardContent";
import Typography from "@mui/material/Typography";
import Container from "@mui/material/Container";
import "./Message.css";
import TitleBar from "../../Shared/TitleBar/TitleBar";
import zakirHossain from "../../../assets/zakirhossain.jpg";
import nazimuddin from "../../../assets/nazimuddin.jpg";

// eslint-disable-next-line react-refresh/only-export-components
export default function () {
  return (
    <div className="massage bangla-text">
      <Container>
        <TitleBar titleText={"আহবায়ক এবং সদস্য সচিবের বার্তা "}></TitleBar>
        <Grid container rowSpacing={1} columnSpacing={{ xs: 1, sm: 2, md: 3 }}>
          <Grid size={{ xs: 12, sm: 6, md: 6 }}>
            <Card sx={{ height: "100%" }}>
              <CardHeader
                sx={{ heighttextAlign: "center" }}
                title="সভাপতির বার্তা"
                subheader=""
              />
              <CardMedia
                component="img"
                sx={{ objectFit: "contain" }}
                height="200"
                image={zakirHossain}
                alt="Zakir Hossain"
              />
              <CardContent>
                <Typography
                  className="massage-title"
                  sx={{ textAlign: "left" }}
                >
                  ২৫ বছর পূর্তি ও রজতজয়ন্তী উপলক্ষ্যে আয়োজিত প্রথম পূনর্মিলনীর
                  মাধ্যমে গঠিত হওয়া হাজী মাদবর আলী হাচানিয়া দাখিল মাদ্রাসা
                  অ্যালামনাই অ্যাসোসিয়েশন-এর সভাপতি হিসেবে দায়িত্ব পালনের সুযোগ
                  পাওয়া সত্যিই আমার জন্য গর্ব ও সম্মানের বিষয়। আমাদের এই
                  প্রতিষ্ঠান থেকে শিক্ষা গ্রহণ করে অনেক ছাত্র-ছাত্রী আজ দেশে ও
                  প্রবাসে কৃতিত্বের সঙ্গে বিভিন্ন ক্ষেত্রে অবদান রাখছেন।
                  <br />
                  <br />
                  তাদের সবাইকে একসঙ্গে যুক্ত করা, সহযোগিতার হাত বাড়ানো এবং
                  প্রাক্তন ও বর্তমান শিক্ষার্থীদের মধ্যে একটি দৃঢ় বন্ধন গড়ে
                  তোলাই আমাদের সংগঠনের অন্যতম লক্ষ্য। আমাদের এই অ্যালামনাই
                  অ্যাসোসিয়েশন কেবলমাত্র একটি সামাজিক সংগঠন নয়, এটি একে অপরের
                  পাশে থাকার, সহমর্মিতা প্রকাশের এবং মাদ্রাসার সার্বিক উন্নয়নে
                  ভূমিকা রাখার একটি প্ল্যাটফর্ম। আমরা যদি সবাই একসঙ্গে কাজ করি,
                  তবে এই সংগঠন ভবিষ্যতে আরও সুসংগঠিত ও কার্যকর হয়ে উঠবে।
                  <br />
                  <br />
                  সময় পরিবর্তনের সাথে সাথে জীবনের ব্যস্ততায় আমরা প্রিয়
                  প্রতিষ্ঠান, শিক্ষক এবং বন্ধুদের থেকে অনেক দূরে সরে যাই। কিন্তু
                  আমাদের এই অ্যালামনাই অ্যাসোসিয়েশন সেই পুরনো সম্পর্কগুলোকে নতুন
                  করে জাগিয়ে তুলতে সহায়তা করবে। বিভিন্ন অনুষ্ঠান, পুনর্মিলনী,
                  শিক্ষা উন্নয়ন কার্যক্রম এবং সমাজসেবামূলক উদ্যোগের মাধ্যমে আমরা
                  একে অপরের পাশে থাকতে চাই।
                  <br />
                  <br />
                  আমি বিশ্বাস করি, আমাদের সম্মিলিত প্রচেষ্টায় হাজী মাদবর আলী
                  হাচানিয়া দাখিল মাদ্রাসা অ্যালামনাই অ্যাসোসিয়েশন একটি শক্তিশালী
                  ও গঠনমূলক সংগঠন হিসেবে আত্মপ্রকাশ করবে। এই সংগঠনকে এগিয়ে নিতে
                  সবার সহযোগিতা একান্তভাবে কাম্য।
                </Typography>

                <Typography variant="h6" sx={{ mt: 3 }}>
                  হাজী জাকির হোসেন, ২০০০
                </Typography>
                <Typography variant="pragraph">
                  সভাপতি, হাজী মাদবর আলী হাচানিয়া দাখিল মাদ্রাসা অ্যালামনাই
                  অ্যাসোসিয়েশন
                </Typography>
              </CardContent>
            </Card>
          </Grid>
          <Grid size={{ xs: 12, sm: 6, md: 6 }}>
            <Card sx={{ height: "100%" }}>
              <CardHeader title="সদস্য সচিবের বার্তা" subheader="" />
              <CardMedia
                component="img"
                sx={{ objectFit: "contain" }}
                height="200"
                image={nazimuddin}
                alt="MD NAZIM UDDIN"
              />
              <CardContent>
                <Typography
                  className="massage-title"
                  sx={{ textAlign: "left" }}
                >
                  ঢাকা জেলার ভাটারা থানার ঐতিহ্যবাহী শিক্ষা প্রতিষ্ঠান “হাজী
                  মাদবর আলী হাচানিয়া দাখিল মাদ্রাসা”। ২৫ বছর পূর্তি ও রজতজয়ন্তী
                  উপলক্ষ্যে আয়োজিত প্রথম পূনর্মিলনীর মাধ্যমে গঠিত হওয়া হাজী
                  মাদবর আলী হাচানিয়া দাখিল মাদ্রাসা অ্যালামনাই অ্যাসোসিয়েশন-এর
                  পরিচালক ও সদস্য সচিব হিসাবে আমি সত্যিই গর্বিত ও সম্মানিত বোধ
                  করছি।
                  <br />
                  <br />
                  সংগঠনের দায়িত্ব গ্রহণ করা আমার জন্য এক বিশাল চ্যালেঞ্জ, তবে
                  আমি বিশ্বাস করি, সকলের সহযোগিতায় আমরা এই সংগঠনকে সফলতার পথে
                  এগিয়ে নিতে পারবো।
                  <br />
                  এই অ্যালামনাই অ্যাসোসিয়েশন শুধুমাত্র একটি সামাজিক সংগঠন নয়,
                  এটি আমাদের প্রিয় মাদ্রাসার গৌরবময় অতীতকে ধরে রেখে ভবিষ্যতের
                  সম্ভাবনাকে উজ্জ্বল করার একটি গুরুত্বপূর্ণ মাধ্যম। আমাদের
                  লক্ষ্য হবে অ্যালামনাইদের মধ্যে একতা, সৌহার্দ্য ও ভ্রাতৃত্ববোধ
                  সৃষ্টি করা, একে অপরকে যথাসম্ভব সহায়তা করা এবং বর্তমান ও
                  ভবিষ্যৎ শিক্ষার্থীদের কল্যাণে কাজ করা।
                  <br />
                  <br />
                  আমাদের মাদ্রাসার ভাবমূর্তি উন্নত করতে এবং শিক্ষার পরিবেশকে আরও
                  সমৃদ্ধ করতে সবাইকে একসাথে কাজ করতে হবে। দেশ এবং দেশের বাইরে
                  অবস্থানরত প্রাক্তন শিক্ষার্থীদের একত্রিত করে এই সংগঠনকে
                  কার্যকর করা এবং প্রবাসী অ্যালামনাইদের সংযোগ স্থাপনের মাধ্যমে
                  তাদের অভিজ্ঞতা ও সহায়তা শিক্ষার্থীদের ভবিষ্যৎ গঠনে কাজে
                  লাগানোই হবে আমাদের অন্যতম লক্ষ্য।
                  <br />
                  <br />
                  আমি বিশ্বাস করি, যদি আমরা সবাই আন্তরিকতা ও নিষ্ঠার সাথে কাজ
                  করি, তাহলে হাজী মাদবর আলী হাচানিয়া দাখিল মাদ্রাসা অ্যালামনাই
                  অ্যাসোসিয়েশন ভবিষ্যতে একটি শক্তিশালী ও সুসংগঠিত প্ল্যাটফর্ম
                  হিসেবে আত্মপ্রকাশ করবে। এজন্য সকলের দোয়া ও সহযোগিতা একান্তভাবে
                  কাম্য।
                </Typography>

                <Typography variant="h6" sx={{ mt: 3 }}>
                  মোঃ নাজিম উদ্দিন, ২০১৩
                </Typography>
                <Typography variant="pragraph">
                  সদস্য সচিব, হাজী মাদবর আলী হাচানিয়া দাখিল মাদ্রাসা অ্যালামনাই
                  অ্যাসোসিয়েশন
                </Typography>
              </CardContent>
            </Card>
          </Grid>
        </Grid>
      </Container>
    </div>
  );
};
