export const ConstitutionData = [
  {
    headings: "প্রথম ভাগ",
    title: "",
    subtitles: [
      {
        subtitle: "প্রারম্ভিক",
        text: [
          "প্রতিষ্ঠার দীর্ঘ বছর পরে ২০১৬ সালে প্রাক্তন ছাত্র ছাত্রীদের নিয়ে সম্মিলিত ভাবে মাদরাসার ভাবমূর্তি আরো উজ্জ্বল এবং পারস্পরিক সুসম্পর্ক স্থাপনের জন্য এবং হাজী মাদবর আলী হাচানিয়া দাখিল মাদ্রাসার ২৫ বছর পূর্তি (রজতজয়ন্তী) উপলক্ষে একটি পূনর্মিলনী আয়োজন করার পরিকল্পনা করে। সেই লক্ষ্যে আ্যালামনাই অ্যাসোসিয়েশনের প্রয়োজনীয়তার কথা বিবেচনা করে বিদ্যালয়ে প্রাক্তন ছাত্র মো: নাজিম উদ্দিন (ব্যাচ -২০১৩) এ উদ্যোগটি গ্রহণ করেন এবং বিভিন্ন ব্যাচের প্রাক্তন ছাত্র-ছাত্রীদের সাথে আলাপ-আলোচনা করেন এবং তা বাস্তবায়নের কাজ শুরু করেন। ",
          ' যেই সব প্রাক্তন ছাত্রবৃন্দ এই অ্যাসোসিয়েশনের বাস্তবায়নের লক্ষ্যে একত্রে কাজ করেন তাদের মধ্যে অন্যতম মোঃ আবু ইউসুফ (ব্যাচ -২০০০),মোঃ জাহাংগির আলম (বাচ-২০০২), মোঃ সোহেল আরমান (ব্যাচ-২০১২) , মোঃ কাঞ্জুল হাচান (ব্যাচ -২০১৪), মোঃ মতিউর রহমান (ব্যাচ -২০১৪) , মাহমুদুল হাছান (ব্যাচ-২০১২) । এই প্রেক্ষাপটে ২০১৬ সালের ১২ই সেপ্টেম্বর ‘প্রাক্তন ছাত্র পরিষদ ’ নামে সামাজিক যোগাযোগ মাধ্যমে (Facebook) একটি গ্রুপ প্রতিষ্ঠিত করা হয় । এর ধারাবাহিকতায় ১২ ডিসেম্বর ২০১৬ইং তারিখে মোঃ হাজী জাকির হোসেনকে আহবায়ক করে পূনর্মিলনী কমিটি ঘোষণার মাধ্যমে "হাজী মাদবর আলী হাচানিয়া দাখিল মাদ্রাসা আ্যালামনাই অ্যাসোসিয়েশন " বাস্তবায়ন রুপ লাভ করে। এবং ২০১৭ সালের ১৭ ই জানুয়ারী হাজী মাদবর আলী হাচানিয়া দাখিল মাদ্রাসার ২৫ বছর পূর্তি ও রজত জয়ন্তী আয়োজনের মধ্যদিয়ে প্রাক্তন ছাত্রছাত্রী পরিষদের পথ চলা শুরু হতে থাকে। ',
          " সংগঠনটির কার্যক্রমকে গতিশীল ও স্থায়িত্ব দেওয়ার লক্ষ্যে এই গঠনতন্ত্র প্রনয়ন করা হয়। ",
        ],
      },
      {
        subtitle: "১। সংগঠনের নাম ",
        text: [
          "(ক) নাম: Hazi Madbar Ali HASANIA Dakhil Madrash ALUMNI ASSOCIATION সংক্ষেপে HMAHDMAA। ",
          "(খ) প্রধান কার্যালয় : ঢাকা, বাড্ডা , ভাটারা",
        ],
      },
      {
        subtitle: "২। সংগঠনের উদ্দেশ্য ও লক্ষ্য  ",
        text: [
          "(ক) হাজী মাদবর আলী হাচানিয়া দাখিল মাদ্রাসার বর্তমান ছাত্র/ছাত্রীদের অন্তর্নিহিত সম্ভাবনাময় গুণাবলী বিকাশের পরিবেশ সৃষ্টিতে সহযোগিতা করা। ",
          " (খ) গৌরবোজ্জল ভাষা আন্দোলন ও মহান মুক্তিযুদ্ধ এবং গণপ্রজাতন্ত্রী বাংলাদেশের সংবিধান ও নীতি আদর্শের প্রতি শ্রদ্ধাবোধ সৃষ্টি এবং এরই সাথে নৈতিক মূল্যবোধ,দেশপ্রেম ও সামাজিক দায়িত্ববোধ জাগ্রত করে সুনাগরিক হিসেবে গড়ে তোলা। ",
          "(গ)  হাজী মাদবর আলী হাচানিয়া দাখিল মাদ্রাসাকে জাতীয়ভাবে প্রতিষ্ঠিত করা ও আন্তর্জাতিকমানের শিক্ষা দানে উতসাহিত করা। ",
          "(ঘ) গতিশীল কর্মপদ্ধতি ও সুনাগরিক সৃষ্টির লক্ষে মাদ্রাসায় কর্মশালা, সেমিনার, সিম্পোজিয়াম,আলোচনা, বিতর্ক ,খেলাধুলা, সাংস্কৃতিক অনুষ্ঠান, বিনামূল্যে  সেবা ও সচেতনতা মূলক অনুষ্ঠানের আয়োজন করা। ",
          "(ঙ) শিক্ষক/শিক্ষীকা, কর্মজীবীদের নিয়ে বিশেষ  কর্মশালার  আয়োজন করা। ",
          "(চ) প্রাক্তন ছাত্র/ছাত্রীদের সম্পৃক্ত করে বিশেষ টিম (মাডিকেল, তথ্য প্রযুক্তি, আইন) করে মাদ্রাসায়র বর্তমান ছাত্র/ছাত্রীদের সহায়তা করা ",
          "(ছ) অভাবগ্রস্তদের সহযোগিতা করা।",
        ],
      },
    ],
  },
  {
    headings: "২য় ভাগ",
    title: "সদস্য পদ ",
    subtitles: [
      {
        subtitle: "৩। প্রাথমিক  সদস্য হওয়ার  শর্তাবলী: ",
        text: [
          "হাজী মাদবর আলী হাচানিয়া দাখিল মাদ্রাসা থেকে দাখিল পাশ কৃত ছাত্র ছাত্রী সদস্য হতে হবে। তবে যারা একসময় উক্ত মাদ্রাসায় পড়াশুনা করতেন, কিন্তু পরবর্তীতে অন্য মাদ্রাসা থেকে দাখিল পাশ করেছেন, তারাও উক্ত সংগঠনের শর্তাবলি পূরণ সাপেক্ষে সদস্য হতে পারবেন। নির্ধারিত ফরমে সদস্য ফি প্রদান পূর্বক আবেদন করতে হবে। তবে শর্ত থাকে যে,তাদের আলাদা ডাটাবেজ তৈরি করতে হবে। এবং সেখানে কন ক্লাস থেকে কন ক্লাস পর্যন্ত পড়াশুনা করেছে সন সহ তাহা উল্লেখ করতে হবে। ",
        ],
      },
      {
        subtitle: "৪। সদস্য পদ বাতিল ",
        text: [
          "(ক) কোন সদস্যের বিরুদ্ধে দেশ কিংবা সংগঠনের গঠনতন্ত্র পরিপন্থী কোন কাজ প্রমাণিত হলে তার সদস্যপদ বাতিল হবে। ",
          "(খ) কার্যকরী পরিষদের কোন সদস্য যুক্তি সংগত কোন কারন ছাড়া পর পর তিনটি সভায় অনুপস্থিত থাকলে তার সদস্যপদ বাতিল হবে। এক্ষেত্রে কার্যকরী পরিষদের সর্বসম্মতি/সংখ্যাগরিষ্ঠতার সিদ্ধান্তই চূড়ান্ত বলে গণ্য হবে। ",
        ],
      },
      {
        subtitle: "৫। পদ হতে ইস্তফা:",
        text: [
          "কার্যকরী পরিষদের কোন সদস্য অথবা কোন সাধারন সদস্য ইস্তফা দিলে তার কারন উল্লেখ করে সভাপতি বরাবর কার্যকরী পরিষদের কোন সদস্য অথবা কোন সাধারন সদস্য ইস্তফা দিলে তার কারন উল্লেখ করে সভাপতি বরাবর পেশ করতে হবে। সভাপতি কার্যকরী পরিষদের সর্বসম্মতি ক্রমে সদস্যের পদত্যাগ পত্র গ্রহন কিংবা বাতিল করতে পারবেন। অবশ্য উপদেষ্টা পরিষদের ক্ষেত্রে এ ঘটনা ঘটলে উপদেষ্টা পরিষদই তার সমাধান করবে। ",
        ],
      },
      {
        subtitle: "৬। চাঁদা ",
        text: [
          "(ক) সংগঠনের প্রত্যেক সদস্যকে প্রতি মাসের ১০ তারিখের মধ্যে নির্ধারিত ৫০ টাকা প্রদান করিয়া চাদার রশিদ গ্রহন করতে হবে অথবা সমুদয় বছরের টাকা একবারে প্রদান করিলে সেক্ষেত্রে ৫০০ টাকা দিতে হবে। ",
          "(খ) আজীবন সদস্য গ্রহন করতে হলে এককালীন ১৫০০০ টাকা প্রদান করতে হবে। ",
          "(গ) কোন বিশেষ অনুষ্ঠান উপলক্ষে কার্যকরী পরিষদের সর্বসম্মতি ক্রমে সদস্যের কাছ থেকে মানি রিসিটের মাধ্যমে বিশেষ চাঁদা বা অনুদান গ্রহন করা যাবে। ",
        ],
      },
    ],
  },
  {
    headings: "৩য় ভাগ ",
    title: "সাংগঠনিক কাঠামো",
    subtitles: [
      {
        subtitle: "৭। সাংগঠনিক কাঠামো সংগঠনের সাংগঠনিক কাঠামো হবে ৪ স্তরের : ",
        text: [
          "যথাঃ",
          "(ক) সাধারন পরিষদ",
          "(খ) ব্যাচ প্রতিনিধি পরিষদ ",
          "(গ) উপদেষ্টা পরিষদ ",
          "(ঘ) কার্যকরী পরিষদ ",
          "(ক) সাধারন পরিষদ (:) অত্র সংগঠনের সকল সদস্যদের নিয়ে সাধারন পরিষদ গঠিত হবে। ",
          "(খ) ব্যাচ প্রতিনিধি পরিষদ (:) প্রতি ব্যাচের এক বা একাধিক ছাত্রছাত্রী নিয়ে ব্যাচ প্রতিনিধি গঠিত হবে। তারা সংশ্লিষ্ট ব্যাচের প্রতিনিধিত্ব করবে। তারা মুলত কার্যকরী পরিষদকে সহযোগিতা করবে। ",
          "(গ) উপদেষ্টা পরিষদ (:) ১১ সদস্যের একটি উপদেষ্টা পরিষদ থাকবে। যারা বিভিন্ন বিষয়ে পরামর্শ দিয়ে সংগঠনকে সহযোগিতা করবে। মূলত মাদ্রাসায়র বর্তমান ও প্রাক্তন শিক্ষক শিক্ষিকা নিয়ে এবং মাদ্রাসা প্রতিস্থা কালীন ভূমিকা পালন কারী ব্যক্তিদের মধ্য থেকে ১১ জন বা তার বেশি সংখ্যার সদস্য নির্বাচিত হবে। ",
          "এছাড়া বিগত কার্যকরী কমিটির বিদায়ী সভাপতি ও মহাসচিব উক্ত উপদেষ্টা কমিটিতে অন্তর্ভুক্ত হবে। উপদেষ্টা পরিষদ মূলত সংগঠনের অভিবাবক হিসাবে ও নির্বাচন পরিচালনা ও পরামর্শ দানে ভূমিকা পালন করবেন।উপদেষ্টা পরিষদ মূলত সংগঠনের অভিবাবক হিসাবে ও নির্বাচন পরিচালনা ও পরামর্শ দানে ভূমিকা পালন করবেন। ",
          "(ঘ) কার্যকরী পরিষদ (:) সংগঠনের কার্যক্রম সুষ্ঠুভাবে পরিচালনার জন্য ৪০ সদস্যের কার্যকরী কমিটি থাকবে। কমিটির মেয়াদকাল হবে তিন বছর। ",
        ],
      },
      {
        subtitle: " ৪০ সদস্যের কার্যকরী কমিটি : ",
        text: [
          " সভাপতি __________________________________ ০১ জন ",
          " সিনিয়র সহ সভাপতি ________________________ ০২ জন ",
          " সহ সভাপতি _______________________________ ০৩ জন ",
          " মহাসচিব __________________________________ ০১ জন ",
          " যুগ্ন মহাসচিব _______________________________ ০২ জন ",
          " সাংগঠনিক সম্পাদক _________________________ ০১ জন ",
          " যুগ্ন সাংগঠনিক সম্পাদক ______________________ ০১ জন ",
          " কোষাধ্যক্ষ __________________________________ ০১ জন ",
          " সহ কোষাধ্যক্ষ _______________________________ ০১ জন ",
          " আন্তর্জাতিক বিষয়ক সম্পাদক ___________________ ০১ জন ",
          " দপ্তর সম্পাদক _______________________________ ০১ জন ",
          " সহ দপ্তর সম্পাদক ____________________________ ০১ জন ",
          " প্রচার, প্রকাশনা ও গণসংযোগ সম্পাদক ___________ ০১ জন ",
          " মহিলা বিষয়ক সম্পাদক ________________________ ০১ জন ",
          " ত্রান – পুনর্বাসন সম্পাদক ______________________ ০১ জন ",
          " ক্রিয়া-সাংস্কৃতি সম্পাদক ________________________ ০১ জন ",
          " শিক্ষা ও আইটি  বিষয়ক সম্পাদক ________________ ০১ জন ",
          " আইন বিষয়ক সম্পাদক _________________________ ০১ জন ",
          " তথ্য প্রযুক্তি ও যোগাযোগ সম্পাদক ________________ ০১ জন ",
          " লাইব্রেরী সম্পাদক ______________________________ ০১ জন ",
          " কার্যকরী সদস্য _________________________________ ১৬ জন ",
          "________________________________________________________",
          "সর্বোমোট  ------------------------------------- ৪০ জন",
        ],
      },
      {
        subtitle: "৮। কার্যকরী পরিষদের সদস্যদের ক্ষমতা ও দায়িত্ব ",
        text: [
          "সভাপতি (:) তিনি সংগঠনের নিয়মতান্ত্রিক প্রধান হবেন । তিনি সকল সভার সভাপতিত্ব করবেন এবং সভা পরিচালনার সম্পূর্ণ ক্ষমতা তার উপর ন্যাস্ত থাকবে । এছাড়া তিনি সাধারণ পরিষদের সভারও সভাপতিত্ব করবেন । বিশেষ জুরুরি অবস্থায় সাধারণ সম্পাদক নির্দিষ্ট সময়ের মধ্যে সভা আহ্বান না করলে তিনি তা আহ্বান করতে পারবেন । সভার প্রয়োজনীয় খরচ বাবদ সভাপতি সর্বোচ্চ অনুমোদন করতে পারবেন। ",
          "সিনিয়র সহ সভাপতি (:) সভাপতির অনুপস্থিতিতে সিনিয়র সহ সভাপতি কার্যকরী পরিষদের স্বাভাবিক দায়িত্ব পালন করবেন । সভাপতির অনুপস্থিতিতে বা সভাপতি পদত্যাগ করলে বা পালনে অসমর্থ হলে সিনিয়র সহ সভাপতি সভাপতির কাজ চালিয়ে যাবেন। ",
          "সহ সভাপতি (:) সিনিয়র সহ সভাপতির অবর্তমানে সহ সভাপতি তার স্থলাভিষিক্ত হয়ে কাজ চালিয়ে যাবেন। ",
          "মহাসচিব (:) সভাপতির সঙ্গে আলোচনাক্রমে তিনি সংগঠনের সকল সভা আহ্বান করবেন এবং সভার কার্যবিবরণী লিপিবদ্ধ করার ব্যাবস্থা গ্রহণ করবেন । সংগঠনের স্বার্থ সংরক্ষণের দায়িত্ব ও প্রশাসনিক কার্যভার তার উপর ন্যস্ত থাকবে এবং কার্যকরী পরিষদ কত্তৃক অর্পিত অন্যান্য দায়িত্বও তাকে পালন করতে হবে । সংগঠনের নথিপত্র ও সম্পদ তাঁর তত্ত্বাবধানে থাকবে এবং এ ব্যাপারে তিনি একটি রেজিস্টার খাতা রাখবেন ।  সভাপতির সাক্ষর থাকবে ।  তিনি বছরের কার্যবিবরণী প্রস্তুত করবেন এবং তা  কার্যকরী পরিষদেও অনুমোদনক্রমে, তা বার্ষিক সাধারণ সভায় পেশ করবেন। ",
          "যুগ্ম মহাসচিব  (:) মহাসচিবের দায়িত্ব পালনে যুগ্ম মহাসচিব (ক্রমানুসারে) তাঁকে সার্বিক সহযোগিতা প্রদান করবেন এবং মহাসচিবের অনুপস্থিতি বা অবর্তমানে যুগ্ম মহাসচিব (ক্রমানুসারে) তাঁর সকল দায়িত্ব ও কর্তব্য পালন করবেন। ",
          "সাংগঠনিক সম্পাদক  (:) সভাপতি ও মহাসচিবের পরামর্শক্রমে সংগঠনের সাংগঠনিক ব্যাপারে উপযুক্ত ব্যবস্থাদি গ্রহন করবেন এবং সংগঠন কে শক্তিশালী ও জোরদারে কেন্দ্রীয় কার্যনির্বাহী পরিষদের অনুমোদন ক্রমে সাংগঠনিক কাজের জন্য ইউনিট সমুহ সফর করবেন এবং সংগঠনের আদর্শ ও উদ্দেশ্য ব্যাখ্যা করবেন।   ",
          "সহঃ সাংগঠনিক সম্পাদক (:) সাংগঠনিক সম্পাদককে সর্বাত্মক সহযোগিতা করবেন এবং তাঁর অবর্তমানে দায়িত্ব পালন করবেন। ",
          "কোষাধ্যক্ষ  (:) তিনি সংগঠনের তহবিল রক্ষণাবেক্ষণ করবেন এবং বার্ষিক হিসাব নিরীক্ষার ব্যবস্থা করবেন । কার্যকরী পরিষদ ও সংগঠনের বার্ষিক সাধারণ সভায় নিরীক্ষিত বার্ষিক আয় – ব্যয়ের হিসাব পেশ করবেন । তিনি প্রয়োজনীয় খরচ বাবদ সর্বোচ্চ ৫০০০/= (পাঁচ হাজার ) টাকা পর্যন্ত কাছে রাখতে পারবেন। ",
          "সহঃ কোষাধ্যক্ষ  (:) অর্থ সম্পাদককে সহযোগিতা করবেন এবং তাঁর অবর্তমানে দায়িত্ব পালন করবেন। ",
          "দপ্তর সম্পাদক (:) তিনি সংগঠনের দপ্তর সংক্রান্ত যাবতীয় নথিপত্র, সিলমোহর বহি, প্যাডসহ অন্যান্য দাপ্তরিক উপকরণ সংগ্রহ ও সংরক্ষণ করিবেন । তিনি সমিতির অফিস, আসবাবপত্র, ডকুমেন্ট, কর্মকর্তা ও কর্মচারীদের কাজকর্ম তত্ত্বাবধান করবেন । সমিতির নোটিশপত্র সঠিক সময়ের মধ্যে সকল জায়গায় প্রেননের ব্যবস্থা করবেন । কার্যকরী কমিটি কতৃক প্রদত্ত অন্য যে কোন দায়িত্ব পালনে বাধ্য থাকবেন। ",
          "সহঃ দপ্তর সম্পাদক (:) দপ্তর সম্পাদককে সর্বাত্মক সহযোগিতা করবেন এবং তাঁর অবর্তমানে দায়িত্ব পালন করবেন। ",
          "আন্তর্জাতিক বিষয়ক সম্পাদক (:) আন্তর্জাতিক যোগাযোগ রক্ষার ক্ষেএে, বিশেষ করে প্রাক্তন ছাত্র/ছাত্রীদের মধ্যে যারা বিশের বিভিন্ন দেশে অবস্থান করছেন তাদের সাথে  যোগাযোগ রক্ষা করা। ",
          "প্রচার, প্রকাশনা ও গণসংযোগ সম্পাদক (:) তিনি সভাপতি / মহাসচিবের নিদেশনানুযায়ী ও কমিটির সিধান্ত অনুযায়ী সংগঠনের কার্যক্রম প্রচার ও প্রসারের জন্য বিভিন্ন বাক্তি, দাতা, গোষ্ঠী ও প্রচার মাধমের সঙ্গে যোগাযোগ রক্ষা করবেন । এছাড়া বার্ষিক প্রকাশনা/ সু্ভেনির তৈরি / ম্যাগাজিন প্রকাশনা ইত্যাদি ক্ষেত্রে দায়িত্ব পালন করবেন। ",
          "ত্রান ও পুনর্বাসন সম্পাদক (:) বিভিন্ন দুর্যোগ বা দুর্বিপাকে অসহায় মানুষকে সহযোগিতা ও জানমাল রক্ষা করার মানসে, উত্তোলিত টাকা, সাহায্য, দান বস্ত্র ইত্যাদি সমন্বয় সাধন ও বিলি বণ্ঠনের ক্ষেত্রে সঠিক দায়িত্ব পালন করবেন।শীত বস্ত্র বিতরণ, অসহায় মুমুরশ রোগীর চিকিৎসা, গরিব ও মেধাবী ছাত্র/ছাত্রীদের বৃত্তি প্রদান ইত্যাদি দায়িত্ব পালন করা। ",
          "ক্রীড়া ও সাংস্কৃতিক সম্পাদক (:) ক্রীড়া অনুষ্ঠানের আয়োজনের ব্যাপারে বাবস্থা গ্রহণ করবেন।সাংস্কৃতিক অনুষ্ঠানের আয়োজনের ব্যাপারে বাবস্থা গ্রহণ করবেন। ",
          "কার্যকরী সদস্য (:) সভাপতির পরামর্শ ও নির্দেশক্রমে এবং কার্যকরী কমিটির সিধান্ত অনুযায়ী সংগঠনের সকল কাজে অংশ গ্রহণ করবেন । কার্যকরী সদস্যগণ সংগঠনের কার্যকরী ও সাধারন পরিষদের সভায় উপস্থিত সকল বিষয়ে সিদ্ধান্ত গ্রহনে তাদের মতামত প্রদান করবেন । সংগঠনের কার্যক্রম গতিশীল ও গৃহীত কার্যক্রম বাস্তবায়নে কার্যকরী পরিষদ কতৃক তাদের উপর অর্পিত যে কোন দায়িত্ব পালন করবেন। ",
        ],
      },
    ],
  },
  {
    headings: "চতুর্থ ভাগ",
    title: "সভা",
    subtitles: [
      {
        subtitle: "৯। সভার বিবরণ ",
        text: [
          "(ক) বার্ষিক সাধারণ সভা (:) প্রতিবছর একবার এ সভা অনুস্থিত হবে । সাধারণ সম্পাদক সভাপতির অনুমোদনক্রমে ৭২ ঘণ্টার জুরুরি নোটিশে বিশেষ সাধারণ সভা আহ্বান করবেন । এ সভার প্রস্তাব উপস্থিত সদস্যের সংখ্যাগরিষ্ঠ ভোটে পাশ হবে । ",
          "(খ) কার্যকরী পরিষদ সভা (:) তিন মাস পর পর এ সভা অনুষ্ঠিত হবে । সাধারণ সম্পাদক, সভাপতির সাথে পরামর্শ করে সভার আলোচ্য সূচি, তারিখ, সময় ও স্থান নির্ধারণ করবেন । সভা অনুষ্ঠানের কমপক্ষে ৫ (পাঁচ) দিন আগে নোটিশ দিয়ে সাধারণ সম্পাদক যে কোন সময় পরিষদের সভা আহ্বান করবেন । ",
          "(গ) সভার কোরাম (:) বার্ষিক সাধারণ সভা, কার্যকরী পরিষদ সভা এবং সাধারণ সভায় সংগঠনের ১/৩ অংশ সদস্যর উপস্থিতিতে কোরাম হবে । কোরামের অভাবে নিদ্রিস্ত তারিখে এ সভা না হলা সভা মুলতবি হয়ে যাবে এবং পরবর্তী নির্ধারিত কোন তারিখে কোরাম সাপেক্ষে অনুষ্ঠিত হবে ",
        ],
      },
      {
        subtitle: "১০। অনাস্থা প্রস্তাব ",
        text: [
          "সংগঠনের যে কোন সদস্য কম্পক্ষে ১/৩ অংশ সদস্যর লিখিত সমর্থনসহ কার্যকরী পরিষদ / পরিষদের যে কোন সদস্যের বিরুদ্ধে অনাস্থা আনতে পারবে । এ ধরনের অনাস্থা প্রস্তাব কারনসহ অবশ্যই মহাসচিব কিংবা সভাপতির কাছে লিখিতভাবে পেশ করতে হবে । ",
          "মহাসচিব ১৫ দিনের মধ্যে  সংগঠনের সাধারণ সভা আহ্বান না করলে অনাস্থা প্রস্তাবকারী ও তাঁর সমর্থকগন সংগঠনের সদস্যের অথবা সদস্যের ৩০ দিনের নোটিশ দিয়ে সভার আয়োজন করবে । ",
          "অনাস্থা প্রস্তাব বিবেচনার ক্ষেত্রে সংগঠনের মোট সদস্যের ২/৩ অংশ সদস্য কতৃক আনিত প্রস্তাব গ্রহিত হলে কার্যকরী পরিষদ সংগে সংগে বাতিল হয়ে যাবে অথবা সংগঠনের সংশ্লিষ্ট সদস্য তৎক্ষনাত পদচ্যুত হবেন অথবা কার্যকরী পরিষদ সমিতির কারজ পরিছালনা করতে বার্থ হয় বা অক্ষমতা প্রকাশ করে তবে, এমন পরিস্থিতিতে কার্যকরী পরিষদ বিলপ্তু হবে। ",
          "এমন পরিস্থিতিতে ঐ সাধারণ সভাতেই “ এডহক কমিটি ” গঠিত হবে । তবে উক্ত এডহক কমিটি ১ মাসের মধ্যে সাধারণ পরিষদ কতৃক নির্বাচিত কার্যকরী পরিষদ গঠন করার বাবস্থা করবেন । ",
          "উক্ত কার্যকরী পরিষদ গঠিত হওয়ার পর “ এডহক কমিটি ” নব – নির্বাচিত কার্যনির্বাহী নিকট দায় – দায়িত্ব বুঝাইয়া দিবে । ",
          "উক্ত নির্বাচিত কমিটির মেয়াদ হবে ২বৎসর ",
        ],
      },
      {
        subtitle: "৫। পদ হতে ইস্তফা:",
        text: [
          "কার্যকরী পরিষদের কোন সদস্য অথবা কোন সাধারন সদস্য ইস্তফা দিলে তার কারন উল্লেখ করে সভাপতি বরাবর কার্যকরী পরিষদের কোন সদস্য অথবা কোন সাধারন সদস্য ইস্তফা দিলে তার কারন উল্লেখ করে সভাপতি বরাবর পেশ করতে হবে। সভাপতি কার্যকরী পরিষদের সর্বসম্মতি ক্রমে সদস্যের পদত্যাগ পত্র গ্রহন কিংবা বাতিল করতে পারবেন। অবশ্য উপদেষ্টা পরিষদের ক্ষেত্রে এ ঘটনা ঘটলে উপদেষ্টা পরিষদই তার সমাধান করবে। ",
        ],
      },
    ],
  },
  {
    headings: "ষষ্ঠ ভাগ",
    title: "",
    subtitles: [
      {
        subtitle: "১২) বিশেষ কমিটি  ",
        text: [
          "মাদ্রাসায়র পরিচালনার কমিটি, শিক্ষক/শিক্ষিকা, বর্তমান ছাত্র ছাত্রীদের সাথে বিশেষ সভা করার জন্য উচ্চ ক্ষমতাশালী বিশেষ কমিটি গঠন করা হবে।",
        ],
      },
    ],
  },
  {
    headings: "৭ম ভাগ",
    title: "",
    subtitles: [
      {
        subtitle: "১৩ । গঠনতন্ত্র সংশোধন  ",
        text: [
          "গঠনতন্ত্রের সংশোধন, পরিবরতন ও পরিবর্ধনের জন্য কোন সদস্য গঠনতন্ত্রের উপর সংশোধনী প্রস্তাব আনতে চাইলে কম পখ্যে ৩ ব্যাচের ২০ জন সদস্য মিলে লিখিত ভাবে প্রস্তাব আনতে পারবেন । উক্ত সংশোধনী প্রস্তাব প্রথমে কার্যকরী পরিষদের সভায় অনুমোদন করাইতে হবে । কার্যকরী পরিষদের অনুমোদন সাপেক্ষে উক্ত সংশোধনী সমতির সাধারণ সভায়  ২/৩ অংশের সম্মতিকরমে অনুমোদন করা যাবে । তবে চুড়ান্ত অনুমদনের জন্য নিবন্ধিকরন কর্তৃপক্ষের নিকট পেশ করতে হবে । নিবন্ধিকরন কর্তৃপক্ষের কর্তৃক অনুমদিত হলে উক্ত সংশোধনী কার্যকর বলে বিবেচিত হবে । ",
        ],
      },
    ],
  },
  {
    headings: "৮ম ভাগ ",
    title: "তহবিল ব্যবস্থাপনা ",
    subtitles: [
      {
        subtitle: "১৪। সংগঠনের তহবিল পরিচালনা ",
        text: [
          "সংগঠনের নামে যৌথ হিসাব থাকবে।সভাপতি, কষাধ্যক্ষ এবং মহাসচিব এই তিন জন যৌথ ভাবে হিসাব পরিচালনা করবেন । তবে যে কোন দুই জনের স্বাক্ষরে হিসাব পরিচালনা যাবে। ",
          "হিসাব পরিচালনা পদ্ধতি সাধারণ পরিষদের সর্বসম্মত উপায়ে গৃহীত সিদ্ধান্তই Resolution আকারে চালিত হবে। ",
        ],
      },
      {
        subtitle: "১৫। সংগঠনের তহবিলের যোগান ",
        text: [
          "(ক) সাধারণ সদস্য চাদা । ",
          "(খ) সমমনা প্রথিস্থান বা বাক্তির কাছ থেকে দান । ",
          "(গ) অনুষ্ঠানের মাধমে আদায়কৃত অর্থ । ",
          "(ঘ) অনুষ্ঠানের জন্য কার্যকরী পরিষদের নির্দেশকরমে সদস্যগণের কাছ থেকে চাঁদা আদায় । ",
          "(ঙ) সরকারি বা বাসরকারি বিভিন্ন প্রতিষ্ঠানের কাছ থেকে পাপ্ত আয়। ",
          "(চ) অন্যান্য উৎস থেকে প্রাপ্ত  আয় । ",
        ],
      },
      {
        subtitle: "১৬। চাঁদা",
        text: [
          "(ক) সংগঠনের প্রত্যেক সদস্যকে প্রতি মাসের ১০ তারিখের মধ্যে নির্ধারিত ৫০ টাকা প্রদান করিয়া চাদার রশিদ গ্রহন করতে হবে অথবা সমুদয় বছরের টাকা একবারে প্রদান করিলে সেক্ষেত্রে ৬০০ টাকা দিতে হবে।  ",
          "(খ) আজীবন সদস্য গ্রহন করতে হলে এককালীন ১২০০০ টাকা প্রদান করতে হবে।  ",
          "(গ) কোন বিশেষ অনুষ্ঠান উপলক্ষে কার্যকরী পরিষদের সর্বসম্মতি ক্রমে সদস্যের কাছ থেকে মানি রিসিটের মাধ্যমে বিশেষ চাঁদা বা অনুদান গ্রহন করা যাবে।  ",
          "(ঘ) অনুষ্ঠানের জন্য কার্যকরী পরিষদের নির্দেশকরমে সদস্যগণের কাছ থেকে চাঁদা আদায় । ",
          "(ঙ) সরকারি বা বাসরকারি বিভিন্ন প্রতিষ্ঠানের কাছ থেকে পাপ্ত আয়। ",
          "সভার প্রয়োজনীয় খরচ বাবদ সভাপতি বা মহাসচিব সর্বোচ্চ অনুমোদন করতে পারবেন ",
        ],
      },
    ],
  },
  {
    headings: "নবম ভাগ ",
    title: "বিবিধ ",
    subtitles: [
      {
        subtitle: "১৭। প্রকাশনা  ",
        text: [
          "Alumni Association প্রকাশনার জন্য একটি আলাদা উপকমিটি থাকতে পারে।",
          "এই উপকমিটি বার্ষিক স্মরণিকা, পত্রিকা বা অন্য যেকোনো ধরনের প্রকাশনার দায়িত্বে থাকবে।",
        ],
      },
      {
        subtitle: "১৮। আর্কাইভ ",
        text: [
          "সকল সদস্য ভাইবোনদের যাবতীয় তথ্য তথা এস, এস, সি পাশের সন বা কত সাল থেকে কত সাল পর্যন্ত পড়াশুনা করেছে, ছবি, বর্তমান ও স্থায়ী ঠিকানা, ই- মেইল, মোবাইল নং ইত্যাদি যাবতীয় তথ্য নিয়ে একটি ডাটাবেজ তৈরি করা এবং এসোসিয়েশনের নামে ওয়েব সাইট তৈরি করা। ",
        ],
      },
      {
        subtitle: "১৯। আইন ও বিধির ক্ষেত্রে  ",
        text: [
          "অত্র গঠনতন্ত্রে যাহা কিছুই উল্লেখ থাকক না কেন, উক্ত কারজকররম দেশের প্রচলিত আইন – কানুন অনুযায়ী হবে। ",
        ],
      },
      {
        subtitle: "২০। সংগঠনের বিলুপ্তি  ",
        text: [
          "যদি কোন সুনিদ্দিষ্ঠ কারনে সংগঠনের মোট সদস্যার দুই তৃতীয়াংশ  ২/৩ সদস্য অ্যাসোসিয়েশান বিলপ্তি চান তবে জথা নিয়মে নিবন্ধিকরন কর্তৃপক্ষ এ ব্যাপারে প্রয়োজনীয় বাবস্থা গ্রহণ করবেন । বিলপ্তি কালে সংগঠনের কোন দায়ী দেনা থাকলে কার্যকরী পরিষদ অবশ্যই তা পরিষদ করার চেষ্টা করবেন। ",
        ],
      },
    ],
  },
];
